index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-20 Mon 14:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Home — jakebox.github.io</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Home — jakebox.github.io</h1>

<div id="outline-container-orgcc090f5" class="outline-2">
<h2 id="orgcc090f5"></h2>
<div class="outline-text-2" id="text-orgcc090f5">
</div>
<div id="outline-container-org7676019" class="outline-3">
<h3 id="org7676019">Personal Links</h3>
<div class="outline-text-3" id="text-org7676019">
<ul class="org-ul">
<li><a href="https://github.com/jakebox/">github</a>, <a href="https://gist.github.com/jakebox">gists</a></li>
</ul>
</div>
</div>

<div id="outline-container-org0ead006" class="outline-3">
<h3 id="org0ead006">Highlighted Projects</h3>
<div class="outline-text-3" id="text-org0ead006">
<ul class="org-ul">
<li><a href="https://breadsched.herokuapp.com/">breadsched</a>
<ul class="org-ul">
<li>create a bread baking schedule</li>
</ul></li>
<li><a href="https://github.com/jakebox/jake-emacs">emacs configuration</a>
<ul class="org-ul">
<li>my personal emacs configuration</li>
</ul></li>
<li><a href="https://github.com/jakebox/jakemacs">jakemacs</a>
<ul class="org-ul">
<li>basic emacs configs (with and without evil)</li>
</ul></li>
<li><a href="https://github.com/jakebox/org-preview-html">org-preview-html</a>
<ul class="org-ul">
<li>emacs minor mode to preview org-exported html</li>
</ul></li>
<li><a href="https://jakebox.github.io/common-app-highlight-web/index.html">common-app-hightlight-web</a>
<ul class="org-ul">
<li>tool to help character count for the common app</li>
</ul></li>
<li><a href="http://jakebox.s3.us-east-2.amazonaws.com/common-app-highlight-web/index.html">jb3x3</a>
<ul class="org-ul">
<li>ultra-budget macropad</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd522c7b" class="outline-3">
<h3 id="orgd522c7b">Talks/Publications</h3>
<div class="outline-text-3" id="text-orgd522c7b">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=7wKwPAWvPQs"><code>(concat "Remote High School" "Emacs")</code></a>
<ul class="org-ul">
<li>EmacsNYC Lightning Talk on my experience using Emacs in remote high school, January 2021</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
